package com.group3p1.healthyEye.presentation.ui.utils

import com.group3p1.healthyEye.domain.model.ExerciseModel

class ExercisesUtils {
    companion object{
        val exercises1 = arrayListOf(
                ExerciseModel("Упражнение 1.", "Сомкните веки обоих глаз на 3-5 секунд, затем откройте их на 3-5 секунд; повторите 6-8 раз."),
                ExerciseModel("Упражнение 2.", "Быстро моргайте обоими глазами в течение 10-15 секунд, затем повторите то же самое 3-4 раза с интервалами 7-10 секунд."),
                ExerciseModel("Упражнение 3.", "Сомкните веки обоих глаз и указательным пальцем соответствующей руки массируйте их круговыми движениями в течение одной минуты."),
                ExerciseModel("Упражнение 4.", "Сомкните веки обоих глаз и тремя пальцами соответствующей руки слегка надавливайте на глазные яблоки через верхние веки в течение 1-3 секунд; повторите 3-4раза. Упражнение 5. Прижмите указательными пальцами каждой руки кожу соответствующей надбровной дуге и закройте глаза, при этом пальцы должны оказывать сопротивление мышцам верхних век и лба; повторите 6-8 раз.")
                )
    }
}